Revit 2027 API
ParameterTypeId.ZoneCoolingAirTemperatureParam Property
 "Cooling Air Temperature"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCoolingAirTemperatureParam { get; }
Public Shared ReadOnly Property ZoneCoolingAirTemperatureParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCoolingAirTemperatureParam {
	ForgeTypeId^ get ();
}
static member ZoneCoolingAirTemperatureParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace